pages/hiring.org
#+BEGIN_COMMENT
.. title: Open positions
.. slug: hiring
.. date: 2021-09-25 11:24:58 UTC+02:00
.. tags: 
.. category: 
.. link: 
.. description: 
.. type: text
#+END_COMMENT

* Open positions
I am recruiting 3 years postdocs, PhD students and software engineers
on the following topics:

- Verification of Quantum Computation and Secure Multiparty Quantum Computation
- Noise Estimation and Noise Mitigation
- Quantum Algorithms

As part of a new INRIA Team located in Paris, you will collaborating
with other quantum information researchers and start-ups:
- Elham Kashefi's [[https://www.ediparquantum.com/][EDI-PAR Quantum]] and more widely the [[https://qi.lip6.fr][QI Team at LIP6]]
- [[https://www.di.ens.fr/][Departement d'informatique de l'ENS]]
- [[https://veriqloud.com][Veriqloud]]
- [[https://alice-bob.com][Alice et Bob]]

Precise projects will be tailored to your expertise and the current
advancement of our roadmap for building theoretical tools enabling
practical quantum applications.

* Past positions

- Postdoc position: quantum machine learning for specific quantum architectures
- [[https://h-oll.github.io/internships.2022.ML-QEC][Machine learning for quantum error correction]] 
- [[https://h-oll.github.io/internships.2022.optim-VBQC][Protocol optimizations for secure delegated/multi-party quantum computation]] 
jifoer
