hiring/index.html
<!DOCTYPE html>
<html prefix="
        og: http://ogp.me/ns# article: http://ogp.me/ns/article#
    " vocab="http://ogp.me/ns" lang="en">
<head>
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1.0">
<title>Open positions | Harold Ollivier</title>
<link href="https://fonts.googleapis.com/css?family=Bitter:400,400i,700" rel="stylesheet" type="text/css">
<link rel="stylesheet" href="https://use.fontawesome.com/releases/v5.0.13/css/all.css" integrity="sha384-DNOHZ68U8hZfKXOrtjWvjxusGo9WQnrNx2sqG0tfsghAvtVlRW3tvkXWZh58N9jp" crossorigin="anonymous">
<link href="../assets/css/all-nocdn.css" rel="stylesheet" type="text/css">
<meta name="theme-color" content="#5670d4">
<meta name="generator" content="Nikola (getnikola.com)">
<link rel="alternate" type="application/rss+xml" title="RSS" hreflang="en" href="../rss.xml">
<link rel="canonical" href="https://h-oll.github.io/hiring/">
<!--[if lt IE 9]><![endif]--><meta name="author" content="Harold Ollivier">
<meta property="og:site_name" content="Harold Ollivier">
<meta property="og:title" content="Open positions">
<meta property="og:url" content="https://h-oll.github.io/hiring/">
<meta property="og:description" content="Hiring



Open positions


I am recruiting 3 years postdocs, PhD students and software engineers
on the following topics:



Verification of Quantum Computation and Secure Multiparty Quantum Computati">
<meta property="og:type" content="article">
<meta property="article:published_time" content="2021-09-25T11:24:58+02:00">
</head>
<body>

	<a href="#page-content" class="sr-only sr-only-focusable">
		Skip to main content
	</a>

	

    <section id="header"><a href="../">
			<div class="logo">
					<div id="nologoimage">
						Harold Ollivier
					</div>
    		</div>
			</a>
    </section><section id="socialNav"><!-- Navigation Menu - on top on small screens, down the left on larger --><div class="navlinks">
			<a href="../">
				<div id="titleauth">
    					<!--Harold Ollivier<br /> by Harold Ollivier-->
				</div>
			</a>

            <!-- Navigation links (hidden by default) -->
			<div id="navmenuitems">
				            <a href="../index.html" title="Home">
                <span class="menuitemtext">Home</span>
                <span class="menuitemicon"><i class="fa fa-home"></i></span>
            </a>
            <a href="#" title="Open Positions">
                <span class="menuitemtext">Open Positions</span>
                <span class="menuitemicon"><i class="fa fa-folder-open"></i></span>
            </a>
            <a href="../about" title="About me">
                <span class="menuitemtext">About me</span>
                <span class="menuitemicon"><i class="fa fa-user"></i></span>
            </a>
            <a href="https://twitter.com/h_oll" title="Twitter">
                <span class="menuitemtext">Twitter</span>
                <span class="menuitemicon"><i class="fab fa-twitter"></i></span>
            </a>
            <a href="https://github.com/h-oll" title="Github">
                <span class="menuitemtext">Github</span>
                <span class="menuitemicon"><i class="fab fa-github"></i></span>
            </a>
    
    

			</div>

            <!-- "Hamburger menu" / "Bar icon" to toggle the navigation links -->
			<a href="javascript:void(0);" id="hamburger" class="icon" onclick="toggleNav()">
				<i class="fa fa-bars">
				</i>
			</a>
		</div>

	</section><section class="page-content"><div class="content" rel="main">
<article class="post-text storypage" itemscope="itemscope" itemtype="http://schema.org/Article"><header></header><div class="e-content entry-content" itemprop="articleBody text">
    <div id="outline-container-org1480777" class="outline-2">
<h2 id="org1480777">Hiring</h2>
<div class="outline-text-2" id="text-org1480777">
</div>
<div id="outline-container-org88087f8" class="outline-3">
<h3 id="org88087f8">Open positions</h3>
<div class="outline-text-3" id="text-org88087f8">
<p>
I am recruiting 3 years postdocs, PhD students and software engineers
on the following topics:
</p>

<ul class="org-ul">
<li>Verification of Quantum Computation and Secure Multiparty Quantum Computation</li>
<li>Noise Estimation and Noise Mitigation</li>
<li>Quantum Algorithms</li>
</ul>
<p>
As part of a new INRIA Team located in Paris, you will collaborating
with other quantum information researchers and start-ups:
</p>
<ul class="org-ul">
<li>Elham Kashefi's <a href="https://www.ediparquantum.com/">EDI-PAR Quantum</a> and more widely the <a href="https://qi.lip6.fr">QI Team at LIP6</a>
</li>
<li><a href="https://www.di.ens.fr/">Departement d'informatique de l'ENS</a></li>
<li><a href="https://veriqloud.com">Veriqloud</a></li>
<li><a href="https://alice-bob.com">Alice et Bob</a></li>
</ul>
<p>
Precise projects will be tailored to your expertise and the current
advancement of our roadmap for building theoretical tools enabling
practical quantum applications.
</p>
</div>
</div>

<div id="outline-container-orgbb19434" class="outline-3">
<h3 id="orgbb19434">Past positions</h3>
<div class="outline-text-3" id="text-orgbb19434">
<ul class="org-ul">
<li>Postdoc position: quantum machine learning for specific quantum architectures</li>
<li><a href="https://h-oll.github.io/internships.2022.ML-QEC">Machine learning for quantum error correction</a></li>
<li><a href="https://h-oll.github.io/internships.2022.optim-VBQC">Protocol optimizations for secure delegated/multi-party quantum computation</a></li>
</ul>
</div>
</div>
</div>
    </div>
    
</article><footer id="footer"><p>Contents © 2022         <a href="mailto:harold.ollivier@inria.fr">Harold Ollivier</a> - Powered by         <a href="https://getnikola.com" rel="nofollow">Nikola</a>         </p>
            
        </footer>
</div>
	</section><script src="../assets/js/all-nocdn.js"></script><!-- fancy dates --><script>

    moment.locale("en");
    fancydates(0, "YYYY-MM-DD HH:mm");

	</script><!-- end fancy dates --><script>

    baguetteBox.run('div#content', {
        ignoreClass: 'islink',
        captions: function(element) {
            return element.getElementsByTagName('img')[0].alt;
    }});

	</script><script src="../assets/js/ToggleNav.js">
	</script><!-- Global site tag (gtag.js) - Google Analytics --><script async src="https://www.googletagmanager.com/gtag/js?id=G-RGE92PZF3Q"></script><script>
  window.dataLayer = window.dataLayer || [];
  function gtag(){dataLayer.push(arguments);}
  gtag('js', new Date());

  gtag('config', 'G-RGE92PZF3Q');
</script>
</body>
</html>
